/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "och";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = ",";

/* Approximate Qualifier Format */
"about %@" = "ca %@";

/* Past Deictic Expression */
"ago" = "sedan";

/* List conjunction */
"and" = "och";

/* Bit Unit */
"bits" = "bitar";

/* Byte Unit */
"bytes" = "byte";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "Kunde inte konvertera till NSArray";

/* Day Unit (Singular) */
"day" = "dag";

/* Day Unit (Plural) */
"days" = "dagar";

/* Day Unit (Singular, Abbreviated) */
"d" = "dag";

/* Day Unit (Plural, Abbreviated) */
"ds" = "dagar";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%1$@ %2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%1$@ %2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%1$@ %2$@";

/* East Direction Abbreviation */
"E" = "Ö";

/* East Direction */
"East" = "Öst";

/* Exabyte Unit */
"EB" = "EB";

/* Exbibyte Unit */
"EiB" = "EiB";

/* Future Deictic Expression */
"from now" = "från nu";

/* Feet Unit */
"ft" = "fot";

/* Feet Per Second Unit */
"ft/s" = "fot/s";

/* Gigabyte Unit */
"GB" = "GB";

/* Gigabit Unit */
"Gbit" = "Gbit";

/* Gibibyte Unit */
"GiB" = "GiB";

/* Gibibit Unit */
"Gibit" = "Gibit";

/* Hour Unit (Singular) */
"hour" = "timme";

/* Hour Unit (Plural) */
"hours" = "timmar";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "tim";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "tim";

/* Present Deictic Expression */
"just now" = "just nu";

/* Kilobyte Unit */
"KB" = "K";

/* Kilobit Unit */
"kbit" = "kbit";

/* Kibibyte Unit */
"KiB" = "KiB";

/* Kibibit Unit */
"Kibit" = "Kibit";

/* Kilometer Unit */
"km" = "km";

/* Kilometers Per Hour Unit */
"km/h" = "km/h";

/* No comment provided by engineer. */
"last month" = "förra månaden";

/* No comment provided by engineer. */
"last week" = "förra veckan";

/* No comment provided by engineer. */
"last year" = "förra året";

/* Meter Unit */
"m" = "m";

/* Meters Per Second Unit */
"m/s" = "m/s";

/* Megabyte Unit */
"MB" = "MB";

/* Megabit Unit */
"Mbit" = "Mbit";

/* No comment provided by engineer. */
"Method Not Implemented" = "Metoden är inte införd";

/* Mebibyte Unit */
"MiB" = "MiB";

/* Mebibit Unit */
"Mibit" = "Mibit";

/* Mile Unit (Singular) */
"mile" = "mile";

/* Mile Unit (Plural) */
"miles" = "mile";

/* Minute Unit (Singular, Abbreviated) */
"min" = "min";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "min";

/* Minute Unit (Singular) */
"minute" = "minut";

/* Minute Unit (Plural) */
"minutes" = "minuter";

/* Month Unit (Singular, Abbreviated) */
"mo" = "mån";

/* Month Unit (Singular) */
"month" = "månad";

/* Month Unit (Plural) */
"months" = "månader";

/* Month Unit (Plural, Abbreviated) */
"mos" = "mån";

/* Miles Per Hour Unit */
"mph" = "mph";

/* North Direction Abbreviation */
"N" = "N";

/* Northeast Direction Abbreviation */
"NE" = "NÖ";

/* No comment provided by engineer. */
"next month" = "nästa månad";

/* No comment provided by engineer. */
"next week" = "nästa vecka";

/* No comment provided by engineer. */
"next year" = "nästa år";

/* North Direction */
"North" = "Nord";

/* Northeast Direction */
"Northeast" = "Nordöst";

/* Northwest Direction */
"Northwest" = "Nordväst";

/* Northwest Direction Abbreviation */
"NW" = "NV";

/* Petabyte Unit */
"PB" = "PB";

/* Petabit Unit */
"Pbit" = "Pbit";

/* Pebibyte Unit */
"PiB" = "PiB";

/* Pebibit Unit */
"Pibit" = "Pibit";

/* South Direction Abbreviation */
"S" = "S";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "s";

/* Southeast Direction Abbreviation */
"SE" = "SÖ";

/* Second Unit (Singular) */
"second" = "sekund";

/* Second Unit (Plural) */
"seconds" = "sekunder";

/* South Direction */
"South" = "Syd";

/* Southeast Direction */
"Southeast" = "Sydöst";

/* Southwest Direction */
"Southwest" = "Sydväst";

/* #{Speed} #{Unit} */
"Speed Format String" = "%1$@ %2$@";

/* Southwest Direction Abbreviation */
"SW" = "SV";

/* Terabyte Unit */
"TB" = "TB";

/* Terabit Unit */
"Tbit" = "Tbit";

/* Tebibyte Unit */
"TiB" = "TiB";

/* Tebibit Unit */
"Tibit" = "Tbit";

/* No comment provided by engineer. */
"tomorrow" = "imorgon";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%1$@ %2$@";

/* West Direction Abbreviation */
"W" = "V";

/* Week Unit (Singular) */
"week" = "vecka";

/* Week Unit (Plural) */
"weeks" = "veckor";

/* West Direction */
"West" = "Väst";

/* Week Unit (Singular, Abbreviated) */
"wk" = "v";

/* Week Unit (Plural, Abbreviated) */
"wks" = "v";

/* Yard Unit */
"yds" = "yard";

/* Year Unit (Singular) */
"year" = "år";

/* Year Unit (Plural) */
"years" = "år";

/* No comment provided by engineer. */
"yesterday" = "igår";

/* Year Unit (Singular, Abbreviated) */
"yr" = "år";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "år";

